Repository: common-repository/translate-content
Catalog: languages/translate-content.*.po
Languages: cs_cz

source: Title:
cs_cz: Nadpis:

source: Source language:
cs_cz: Přeložit z:

source: Hide google logo
cs_cz: Schovat google logo

source: Enable automatic translate
cs_cz: Povolit automatický překlad

source: Style:
cs_cz: Zobrazit:

source: Vertical
cs_cz: Vertikální

source: Horizontal
cs_cz: Horizontální

source: Dropdown only
cs_cz: Pouze výběr

source: Detect language
cs_cz: Rospozat jazyk

source: You can promote us with small link on bottom of ad.
cs_cz: Můžete nás podpořit s málým odkazem umístěným pod reklamou.

source: Help users to use Translate content APIs for translate content, in basic version uses to translate Javscript API, Google Widget.
cs_cz: Pomáhá uživatelům používat Translate content API pro překlad obsahu, v základní verzi překládá pomocí Javscript API, jako Widget.
